[
    {
        "질문": "상무이사가 근로기준법상 근로자에 해당되는지.",
        "답변": "근로기준법상 근로자에 해당하는지 여부는 계약의 형식이 고용계약인지 도급계약인지와 같은 명칭 또는 외형에 구애될 것이 아니라, 실질적으로 임금을 목적으로 종속적인 관계에서 사용자에게 근로를 제공하였는지에 따라 판단해야 한다. 여기서 ‘종속적 관계’의 존부는 단일한 기준이 아니라 여러 사정들을 종합적으로 고려하여 정해진다.\n\n판례가 제시하는 주요 판단 기준은 다음과 같다.\n① 업무 내용을 사용자가 정하는지,\n② 취업규칙 또는 복무(인사)규정 등 사용자 내부 규정의 적용을 받는지,\n③ 업무 수행 과정에서 사용자의 상당한 지휘·감독이 존재하는지,\n④ 사용자가 근무시간과 근무장소를 지정하고 근로자가 이에 구속되는지,\n⑤ 노무제공자가 스스로 비품·원자재·작업도구를 소유하거나, 제3자를 고용하여 업무를 대행케 하는 등 독립적으로 자신의 계산으로 사업을 영위할 수 있는지,\n⑥ 노무 제공 시 이윤의 창출이나 손실 등 위험을 스스로 부담하는지,\n⑦ 보수의 성격이 근로 자체의 대상적 성격인지, 기본급이나 고정급이 정하여졌는지 및 근로소득세가 원천징수되는지 등 지급방식,\n⑧ 근로 제공 관계의 계속성과 사용자에 대한 전속성의 유무와 그 정도,\n⑨ 사회보장제도상 근로자 지위 인정 여부 등 경제적·사회적 여러 조건이 포함된다.\n\n특히, 업무수행에 따르는 근로제공의 실질이 객관적으로 사용자의 종속적 지위에서 이루어졌는지가 중요하게 작용한다. 아울러, 이러한 판단요소 중 일부가 충족되지 않는다고 해서 그것만으로 근로자성이 쉽게 부정되어서는 안 된다고 판시는 점도 유의해야 한다.\n예를 들어, 기본급이나 고정급 미정, 근로소득세 원천징수 미실시, 사회보험 미가입 등의 사정은 사용자와의 경제적 관계에서 임의로 정해질 수 있는 요소임에 따라 근로자성을 부정하는 결정적 기준이 되지 않는다는 것이다.\n\n따라서 상무이사가 사용자의 지휘·감독 하에 일정한 근로를 제공하고, 주된 소득이 근로제공의 대가로 지급되어 왔으며, 독립적·자기책임 하의 사업 운영자가 아닌 점이 인정된다면, 명칭이나 계약 형태에 관계없이 근로기준법상 근로자에 해당될 수 있다. 반대로 회사의 업무집행을 독립적으로 결정하고 실질적으로 사용자의 지휘·감독에서 벗어나 있다면, 근로자로 단정하기 어렵다.\n\n즉, 상무이사가 근로기준법상 근로자에 해당되는지 여부는 제반 사정을 종합적으로 고려한 구체적 판단이 요청된다. 대표적으로 강사가 명목상 ‘강의용역제공계약’ 형태로 계약을 체결하고, 취업규칙의 적용을 받지 않았으며, 고정급 없이 보수도 시간당 수강 시간으로 지급받았으나, 실제로 근로 제공의 실질에서 사용자의 구속을 받고 부수업무도 수행하며, 보수 역시 근로 자체의 대가라는 점이 인정돼 근로자로 본 사례와 같이, 명칭이나 계약 외관보다 실질에 따라 판단해야 한다고 설시되어 있다(대법원 2006. 12. 7. 선고 2004다29736 판결)",
        "참조 판례": "2004다29736"
    },
    {
        "질문": "공장도 상가임대차법의 보호를 받나요?",
        "답변": "대법원 2011. 7. 28. 선고 2009다40967 판결에 따르면, 상가건물임대차보호법의 적용 여부는 임대차 목적물이 영리를 목적으로 하는 영업용으로 사용되는지, 즉 영업활동이 실제로 이루어지는지의 여부에 따라 실질적으로 판단해야 합니다. 단순히 상품의 보관, 제조, 가공 등 사실행위만 이루어지는 공장이나 창고 등은 영업용으로 사용하는 경우라고 볼 수 없으나, 공장 내에서 그러한 사실행위와 함께 임차인이 영리를 목적으로 하는 영업활동이 병행되어 이루어진다면 상가건물임대차보호법의 적용대상이 되는 상가건물에 해당할 수 있습니다. 즉, 임차인이 단순한 제조·가공만 하는 것이 아니라, 해당 공간에서 직접 고객을 상대하여 주문을 받고 납품을 하며 수수료 등 영업수익을 얻는 등, 실질적으로 영업활동이 함께 이루어지는 경우라면 공장 일부도 상가임대차법의 보호를 받을 수 있다고 판시하였습니다. 따라서 단순한 제조시설로만 사용되는 공장은 원칙적으로 보호대상이 아니나, 제조시설임과 동시에 영업이 이루어지는 사업장이라면 상가건물임대차보호법이 적용될 수 있습니다(대법원 2011. 7. 28. 선고 2009다40967 판결)",
        "참조 판례": "2009다40967"
    },
    {
        "질문": "인사팀장도 사용자에 해당하나요? ",
        "답변": "인사팀장의 사용자 해당 여부\n근로기준법 및 노동조합법 등에서 말하는 사용자의 범위에 대하여 대법원 1989. 11. 14. 선고 88누6924 판결과 대법원 2008. 10. 9. 선고 2008도5984 판결은 공통적으로, 근로자에 관한 사항에 대하여 사업주를 위하여 행위하는 자의 의미를 명확히 하고 있습니다.\n\n1. 판례에서 정의하는 사용자의 범위\n두 판례 모두, ‘근로자에 관한 사항에 대하여 사업주를 위하여 행위하는 자’란\n\n근로자의 인사, 급여, 후생, 노무관리 등 근로조건의 결정 또는\n업무상의 명령이나 지휘·감독을 하는 등의 사항에 대하여\n사업주로부터 일정한 권한과 책임을 부여받은 자\n를 의미한다고 밝히고 있습니다[대법원 1989. 11. 14. 선고 88누6924 판결][대법원 2008. 10. 9. 선고 2008도5984 판결].\n이러한 법리는 자연히 사용자에 해당하는지 판단함에 있어서, 단순한 직함이나 명칭이 아니라 실질적으로 그 직무에 부여된 권한과 책임, 그리고 행사 여부에 따라 판단되어야 한다는 점을 강조합니다.\n\n2. 인사팀장의 경우\n인사팀장은 일반적으로 회사 내에서 근로자 채용, 해고, 승진, 징계 등 인사에 관한 중요한 결정을 하거나, 이러한 사항에 관해 실질적인 권한과 책임을 사업주로부터 위임받아 집행하는 위치에 있는 경우가 많습니다.\n판례의 태도에 따르면, 인사팀장이 실제로 근로자의 인사나 근로조건 등과 관련하여 구체적인 결정권 내지 집행권을 가지고 있고, 이에 대한 권한과 책임을 사업주로부터 위임받았다면, 해당 인사팀장은 사용자의 범주에 포함될 수 있습니다[대법원 1989. 11. 14. 선고 88누6924 판결][대법원 2008. 10. 9. 선고 2008도5984 판결].\n3. 실무 적용\n사용자 해당 여부는 인사팀장이 형식상 직책을 가졌다는 이유만으로 일률적으로 판단해서는 안 되고, 구체적으로 실제 권한과 책임의 부여 및 행사 여부에 따라 개별적으로 판단해야 합니다.\n즉, 인사팀장이 단순히 관리적·보조적 업무만을 수행한다면 사용자에 해당한다고 보기 어렵습니다. 반면, 인사권(채용, 해고, 근로조건 결정 등)에 관한 실질적 권한과 책임을 행사하고 있다면 사용자에 해당한다고 볼 수 있습니다.\n결론\n인사팀장이 ‘사용자’에 해당하는지 여부는 인사팀장이 실제로 근로자에 관한 인사·급여·후생 등 근로조건 결정이나, 명령·지휘·감독 등과 관련된 권한과 책임을 사업주로부터 부여받았는지, 그리고 그 권한을 실질적으로 행사하였는지에 따라 판단됩니다. 따라서, 인사팀장이 위와 같은 실질적 권한과 책임을 갖고 행사하는 경우에는 ‘사용자’에 해당한다고 볼 수 있습니다.",
        "참조 판례": "88누6924, 2008도5984"
    },
    {
        "질문": "기존 시설을 인수하여 임대차 계약을 체결한 경우 전 임차인이 설치한 부분까지 원상회복을 해야 하나요?",
        "답변": "임대차 계약 체결 시 기존 시설을 인수한 경우, 전 임차인이 설치한 부분의 원상회복 의무에 관하여는 계약 내용과 인수 경위, 임대인과 임차인간의 의사, 전 임차인의 시설이 임대차 목적물의 이용, 개량에 미친 영향 등을 종합적으로 고려해야 한다.\n\n임차인이 임대차 목적물을 인도받을 당시 이미 설치되어 있던 부분에 대하여, 임대차 계약 체결 및 인수 시점에 해당 시설을 현상 그대로 인수하여 사용하기로 한 의사가 당사자 사이에 인정된다면, 특별한 사정이 없는 한 새로운 임차인은 해당 부분에 대해 원상회복 의무를 부담하지 않는다는 입장이다. 즉, 기존 시설을 현상 그대로 인수하여 사용한 경우, 임대차 종료 시 그 시설의 철거 또는 원상회복 의무는 이전 임차인을 상대로 할 수 있을 뿐, 새로운 임차인에게는 원칙적으로 발생하지 않는다(대법원 1990. 10. 30. 선고 90다카12035, 대법원 2019. 8. 30. 선고 2017다268142).\n\n다만, 새로운 임차인이 임대차계약에서 별도로 전 임차인이 설치한 시설물의 원상회복 의무까지 명확하게 부담하기로 약정한 경우에는 그 범위에서 책임이 인정될 수 있다(2017다268142). 또한, 임대인이 전 임차인의 남겨둔 시설 또는 구조물을 철거하거나 원상회복할 필요가 있음을 알고 있었음에도, 별도의 조치 없이 새로운 임차인에게 그 상태로 인도하면서 명시적·묵시적으로 동의한 경우에도 마찬가지로 새로운 임차인은 추가 원상회복 의무를 부담하지 않는다(90다카12035).\n\n따라서, 임차인이 임대차 계약을 체결하여 기존 시설을 인수하였다면, 전 임차인이 설치한 부분에 대해서까지 일률적인 원상회복 의무가 발생하는 것이 아니라, 계약 체결 경위, 당사자 의사, 별도의 약정 존재 여부 등에 따라 달라질 수 있으므로, 계약서 조항 및 구체적 인수 경위 등을 종합적으로 검토해야 한다(90다카12035, 2017다268142).",
        "참조 판례": "90다카12035, 2017다268142"
    },
    {
        "질문": "임대인을 상대로 권리금을 청구 할 수 있나요?",
        "답변": "임차인이 임대인에게 권리금을 직접 청구할 수 있는지 여부는 상가건물 임대차보호법상 권리금 회수기회 보호와 관련된 쟁점을 중심으로 접근해야 합니다.\n\n임차인은 임대차계약 종료 시 자신의 투자, 영업활동으로 형성된 경제적 이익을 권리금의 형태로 신규임차인에게 회수할 기회를 갖지만, 임대인이 부당하게 이를 방해하는 경우에는 임차인이 임대인을 상대로 손해배상청구를 할 수 있는지가 문제됩니다. 이러한 권리금 회수방해에 대한 임대인의 손해배상책임의 요건으로는 다음과 같은 판단기준이 적용됩니다.\n\n첫째, 임차인이 구체적인 인적사항을 제시하면서 신규임차인이 되려는 자를 임대인에게 주선하여야 하며, 임대인이 상가건물 임대차보호법 제10조의4 제1항 각 호에 해당하는 방해행위를 한 경우에 임대한 임차인은 임대인에게 손해배상을 청구할 수 있습니다.\n\n둘째, 임차인과 신규임차인이 되려는 자 사이에 권리금 계약이 반드시 미리 체결되어 있어야만 임대인에게 손해배상을 청구할 수 있는 것은 아닙니다. 현실적으로 권리금은 임대차계약의 조건(차임, 보증금, 임대차기간 등)에 따라 정해지는 경우가 많으므로, 경우에 따라 권리금 계약과 임대차계약이 동시에 이루어지는 것이 일반적입니다.\n\n셋째, 임대차계약 종료 무렵 임대인이 현저히 높은 보증금이나 차임을 요구하거나, 더 이상 임대차계약을 체결하지 않겠다는 등 새로운 임대차계약 자체를 거절하는 태도를 보인 경우, 임차인이 신규임차인을 찾아 권리금 계약을 체결하는 것은 사실상 어렵고, 이는 권리금 회수방해행위에 해당할 수 있습니다.\n\n구체적으로, 임차인이 구체적인 인적사항을 제시하면서 신규임차인이 되려는 자를 임대인에게 주선하였으나, 임대인이 정당한 사유 없이 임대차계약의 체결을 거절하는 등 법에서 정한 방해행위를 하여 임차인이 권리금을 회수하지 못하는 경우에는 임차인은 임대인을 상대로 손해배상을 청구할 수 있습니다. 다만, 임차인과 신규임차인 사이에 권리금 계약이 반드시 선행되어야 하는 것은 아니며, 임차인이 권리금 계약 체결에 이르지 못하도록 하는 임대인의 방해 역시 손해배상책임의 근거가 됩니다.\n\n결론적으로, 임차인이 임대인에게 직접 권리금을 청구할 수는 없지만, 임대인이 법률상 권리금 회수기회 보호의무를 위반하여 임차인의 권리금 회수를 방해한 경우에는 그로 인한 손해배상을 청구할 수 있습니다(대법원 2019. 7. 10. 선고 2018다239608 판결).",
        "참조 판례": "2018다239608"
    }
]
